[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=Instalēšanas programmas valoda
MUI_LANGDLL_INFO=Lūdzu, atlasiet valodu.

[Installation]
IDS_SAVESETTING=Vai saglabāt šos iestatījumus?
IDS_OperatorName=Mobilo sakaru operators
IDS_ChooseOperator=Izvēlieties mobilo sakaru operatoru.
IDS_SelectOperatorList=Tālāk redzamajā sarakstā atlasiet savu mobilo sakaru operatoru.
IDS_OperatorDescription=Apraksts
IDS_SelectOperatorDetail=paredzēts
IDS_ACSInstalled=Vecāka Speedmanager plus/ByteMobile Client instalācija ir atrodama sistēmā. Šī versija ir jāatinstalē, un OS ir jārestartē.
IDS_PathTooLong=Ceļš ir pārāk garš.
IDS_AlreadyInstall=Lietojumprogramma jau ir instalēta. Vai dzēst to tagad?
IDS_NonAdmin= nevar instalēt, jo lietotājam nav administratora tiesību šajā datorā.
IDS_IsWin9x= nevar instalēt operētājsistēmā Windows 9x.
IDS_AppRunning=Lūdzu, vispirms aizveriet lietojumprogrammu.
IDS_SameVer=Šī programmatūras versija jau ir instalēta. Vai to noņemt vispirms?
IDS_AnotherCustomized=Šīs programmatūras pielāgotā versija jau ir instalēta. Vai to noņemt vispirms?
IDS_OldVer=Šīs programmatūras iepriekšējā versija jau ir instalēta. Vai to noņemt vispirms?
IDS_HigherVer=Šīs programmatūras jaunāka versija jau ir instalēta. Vai to noņemt vispirms?
IDS_NonAdminUninst= nevar atinstalēt, jo lietotājam nav administratora tiesību šajā datorā.
IDS_DELETE_ALL_DATA= Vai vēlaties izdzēst visus lietotāja datu failus?


